Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

source: Single-rest week
ar: أسبوع بيوم راحة
de: Woche mit 1 freiem Tag
es: Semana con 1 día libre
fr: Semaine à 1 jour de repos
hi_in: 1 छुट्टी वाला सप्ताह
id: Minggu 1 hari libur
it: Settimana con 1 giorno libero
ja: 週休1日
ko: 주 1일 휴무
mr_in: 1 सुट्टीचा आठवडा
pt: Semana com 1 folga
ru: Неделя с 1 выходным
th: สัปดาห์หยุด 1 วัน
tr: 1 izin günlü hafta
vi: Tuần nghỉ 1 ngày
zh_cn: 单休周
zh_hk: 單休週
zh_tw: 單休週

# singleWeekWorkday
source: Weekend workday
ar: يوم عمل في عطلة الأسبوع
de: Wochenend-Arbeitstag
es: Día de trabajo del fin de semana
fr: Jour travaillé du week-end
hi_in: सप्ताहांत का कार्यदिवस
id: Hari kerja akhir pekan
it: Giorno lavorativo del weekend
ja: 週休1日の週の休日出勤日
ko: 주 1일 휴무 주의 주말 근무일
mr_in: शनिवार-रविवारचा कामाचा दिवस
pt: Dia de trabalho no fim de semana
ru: Рабочий день в выходные
th: วันทำงานสุดสัปดาห์
tr: Hafta sonu çalışma günü
vi: Ngày làm cuối tuần
zh_cn: 单休周上班日
zh_hk: 單休週上班日
zh_tw: 單休週上班日

# singleWeekWorkdayDescription
source: Only applies to single-rest weeks. The selected day is the weekend day you work; the other weekend day is off. In double-rest weeks, both Saturday and Sunday are off.
ar: ينطبق فقط على أسبوع الراحة ليوم واحد. اليوم المحدد من عطلة الأسبوع هو يوم عمل، واليوم الآخر راحة. في أسبوع الراحة ليومين يكون السبت والأحد يومي راحة.
de: Gilt nur für Wochen mit einem freien Tag. Der gewählte Wochenendtag ist ein Arbeitstag, der andere ist frei. In Wochen mit zwei freien Tagen sind Samstag und Sonntag frei.
es: Solo se aplica a las semanas con un día libre. El día elegido es el día de trabajo del fin de semana y el otro es libre. En las semanas con dos días libres, sábado y domingo son libres.
fr: S’applique uniquement aux semaines avec un jour de repos. Le jour choisi est travaillé et l’autre jour du week-end est libre. Les semaines avec deux jours de repos gardent le samedi et le dimanche libres.
hi_in: केवल एक छुट्टी वाले सप्ताह पर लागू होता है। चुना हुआ सप्ताहांत दिन काम का दिन है और दूसरा दिन छुट्टी है। दो छुट्टी वाले सप्ताह में शनिवार और रविवार दोनों छुट्टी हैं।
id: Hanya berlaku untuk minggu dengan satu hari libur. Hari yang dipilih adalah hari kerja akhir pekan; hari lainnya libur. Pada minggu dengan dua hari libur, Sabtu dan Minggu sama-sama libur.
it: Vale solo per le settimane con un giorno libero. Il giorno scelto è lavorativo e l’altro giorno del weekend è libero. Nelle settimane con due giorni liberi, sabato e domenica sono entrambi liberi.
ja: 週休1日の週だけに適用されます。選んだ曜日が出勤日で、もう一方の週末は休日です。週休2日の週は土日とも休日です。
ko: 주 1일 휴무 주에만 적용됩니다. 선택한 주말 요일에 근무하고 다른 날은 쉽니다. 주 2일 휴무 주에는 토요일과 일요일 모두 쉽니다.
mr_in: फक्त एक सुट्टीच्या आठवड्याला लागू. निवडलेला शनिवार किंवा रविवार कामाचा दिवस आहे आणि दुसरा दिवस सुट्टीचा. दोन सुट्ट्यांच्या आठवड्यात शनिवार आणि रविवार दोन्ही सुट्टीचे असतात.
pt: Aplica-se apenas às semanas com uma folga. O dia escolhido é o dia de trabalho no fim de semana; o outro é folga. Nas semanas com duas folgas, sábado e domingo são dias livres.
ru: Действует только в неделю с одним выходным. Выбранный день — рабочий, а второй день выходных — свободный. В неделю с двумя выходными суббота и воскресенье свободны.
th: ใช้เฉพาะสัปดาห์ที่หยุดหนึ่งวัน วันที่เลือกคือวันทำงานช่วงสุดสัปดาห์ ส่วนอีกวันเป็นวันหยุด สำหรับสัปดาห์ที่หยุดสองวัน ทั้งวันเสาร์และวันอาทิตย์เป็นวันหยุด
tr: Yalnızca bir izin günlü haftalarda geçerlidir. Seçtiğiniz hafta sonu günü çalışma günüdür, diğeri izindir. İki izin günlü haftalarda cumartesi ve pazar tatildir.
vi: Chỉ áp dụng cho tuần nghỉ một ngày. Ngày cuối tuần được chọn là ngày làm việc, ngày còn lại là ngày nghỉ. Trong tuần nghỉ hai ngày, cả thứ Bảy và Chủ nhật đều được nghỉ.
zh_cn: 仅在单休周生效：你选择的是需要上班的周末日，另一天休息；双休周的周六、周日都休息。
zh_hk: 只在單休週生效：你選擇的是需要上班的週末日，另一天休息；雙休週的星期六、星期日都休息。
zh_tw: 只在單休週生效：你選擇的是需要上班的週末日，另一天休息；雙休週的週六、週日都休息。

# startTime
source: Clock-in
ar: وقت الحضور
de: Arbeitsbeginn
es: Hora de entrada
fr: Heure d’arrivée
hi_in: काम शुरू
id: Jam masuk
it: Ora di ingresso
ja: 出勤時間
ko: 출근 시간
mr_in: कामाची सुरुवात
pt: Hora de entrada
ru: Начало работы
th: เวลาเข้างาน
tr: İşe giriş
vi: Giờ vào ca
zh_cn: 上班时间
zh_hk: 返工時間
zh_tw: 上班時間

# summaryEstimateNote
source: Estimated from your current settings
ar: تقدير بناءً على إعداداتك الحالية
de: Geschätzt anhand Ihrer aktuellen Einstellungen
es: Estimación según tu configuración actual
fr: Estimation d'après vos réglages actuels
hi_in: आपकी मौजूदा सेटिंग्स के आधार पर अनुमान
id: Perkiraan berdasarkan pengaturan Anda saat ini
it: Stima basata sulle impostazioni attuali
ja: 現在の設定からの推計
ko: 현재 설정을 기준으로 한 추정치
mr_in: तुमच्या सध्याच्या सेटिंग्जवर आधारित अंदाज
pt: Estimativa com base nas suas configurações atuais
ru: Расчёт по текущим настройкам
th: ประมาณการจากการตั้งค่าปัจจุบันของคุณ
tr: Mevcut ayarlarınıza göre tahmin
vi: Ước tính theo thiết lập hiện tại của bạn
zh_cn: 按当前设置推算
zh_hk: 按目前設定推算
zh_tw: 依目前設定推算

# summaryThisWeek
source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi_in: इस सप्ताह
id: Minggu ini
it: Questa settimana
ja: 今週
ko: 이번 주
mr_in: या आठवड्यात
pt: Esta semana
ru: На этой неделе
th: สัปดาห์นี้
tr: Bu hafta
vi: Tuần này
zh_cn: 本周
zh_hk: 今個星期
zh_tw: 本週

# summaryThisYear
source: This year
ar: هذا العام
de: Dieses Jahr
es: Este año
fr: Cette année
hi_in: इस साल
id: Tahun ini
it: Quest'anno
ja: 今年
ko: 올해
mr_in: या वर्षी
pt: Este ano
ru: В этом году
th: ปีนี้
tr: Bu yıl
vi: Năm nay
zh_cn: 今年
zh_hk: 今年
zh_tw: 今年

# syncAccountChanged
source: This Apple Account changed. Sync is paused.
ar: تغيّر حساب Apple، فتوقفت المزامنة مؤقتًا.
de: Der Apple-Account hat sich geändert. Der Sync ist angehalten.
es: La cuenta de Apple ha cambiado. La sincronización está en pausa.
fr: Le compte Apple a changé. La synchronisation est en pause.
hi_in: Apple खाता बदल गया है, इसलिए सिंक रोक दिया गया है।
id: Akun Apple berganti, sinkronisasi dijeda.
it: L’account Apple è cambiato. La sincronizzazione è in pausa.
ja: Apple アカウントが変わったため、同期を止めています。
ko: Apple 계정이 바뀌어 동기화를 멈췄습니다.
mr_in: Apple खाते बदलले, त्यामुळे सिंक थांबवले आहे.
pt: A conta Apple mudou. A sincronização está em pausa.
ru: Apple ID изменился, синхронизация приостановлена.
th: บัญชี Apple เปลี่ยน จึงหยุดซิงก์ไว้
tr: Apple Hesabı değişti, eşitleme duraklatıldı.
vi: Tài khoản Apple đã đổi, đồng bộ đang tạm dừng.
zh_cn: Apple 账户已更换，同步已暂停。
zh_hk: Apple 帳戶換咗，同步已暫停。
zh_tw: Apple 帳號已更換，同步已暫停。

# syncDangerZone
source: Delete synced data
ar: حذف البيانات المتزامنة
de: Synchronisierte Daten löschen
es: Eliminar datos sincronizados
fr: Supprimer les données synchronisées
hi_in: सिंक किया गया डेटा हटाएं
id: Hapus data yang disinkronkan
it: Elimina i dati sincronizzati
ja: 同期データの削除
ko: 동기화된 데이터 삭제
mr_in: समक्रमित डेटा हटवा
pt: Exclua dados sincronizados
ru: Удалить синхронизированные данные
th: ลบข้อมูลที่ซิงค์
tr: Senkronize edilmiş verileri silin
vi: Xóa dữ liệu đã đồng bộ hóa
zh_cn: 删除同步数据
zh_hk: 刪除同步咗嘅數據
zh_tw: 刪除同步數據

# syncDeleted
source: Deleted from iCloud.
ar: تم الحذف من iCloud.
de: Aus iCloud gelöscht.
es: Borrado de iCloud.
fr: Supprimé d’iCloud.
hi_in: iCloud से मिटा दिया गया।
id: Sudah dihapus dari iCloud.
it: Eliminato da iCloud.
ja: iCloud から削除しました。
ko: iCloud에서 삭제했습니다.
mr_in: iCloud मधून हटवले.
pt: Apagado do iCloud.
ru: Удалено из iCloud.
th: ลบออกจาก iCloud แล้ว
tr: iCloud’dan silindi.
vi: Đã xóa khỏi iCloud.
zh_cn: 已从 iCloud 删除。
zh_hk: 已由 iCloud 刪除。
zh_tw: 已從 iCloud 刪除。

# syncDeleteiCloud
source: Delete from iCloud
ar: الحذف من iCloud
de: Aus iCloud löschen
es: Borrar de iCloud
fr: Supprimer d’iCloud
hi_in: iCloud से मिटाएँ
id: Hapus dari iCloud
it: Elimina da iCloud
ja: iCloud から削除
ko: iCloud에서 삭제
mr_in: iCloud मधून हटवा
pt: Apagar do iCloud
ru: Удалить из iCloud
th: ลบออกจาก iCloud
tr: iCloud’dan sil
vi: Xóa khỏi iCloud
zh_cn: 从 iCloud 删除
zh_hk: 由 iCloud 刪除
zh_tw: 從 iCloud 刪除

# syncDeleteiCloudConfirm
source: Delete all DoneAt data from iCloud and every device signed in to this Apple Account, including this device? This cannot be undone.
ar: هل تريد حذف جميع بيانات DoneAt من iCloud وكل جهاز تم تسجيل دخوله إلى حساب Apple هذا، بما في ذلك هذا الجهاز؟ لا يمكن التراجع عن هذا.
de: Alle DoneAt-Daten aus iCloud und jedem bei diesem Apple-Konto angemeldeten Gerät löschen, einschließlich dieses Geräts? Dies kann nicht rückgängig gemacht werden.
es: ¿Eliminar todos los datos de DoneAt de iCloud y todos los dispositivos conectados a esta cuenta de Apple, incluido este dispositivo? Esto no se puede deshacer.
fr: Supprimer toutes les données DoneAt d'iCloud et de tous les appareils connectés à ce compte Apple, y compris cet appareil ? Cela ne peut pas être annulé.
hi_in: iCloud से सभी DoneAt डेटा और इस डिवाइस सहित इस Apple खाते में साइन इन किए गए प्रत्येक डिवाइस को हटा दें? इसे असंपादित नहीं किया जा सकता है।
id: Hapus semua data DoneAt dari iCloud dan setiap perangkat yang masuk ke Akun Apple ini, termasuk perangkat ini? Hal ini tidak dapat dibatalkan.
it: Eliminare tutti i dati DoneAt da iCloud e da tutti i dispositivi collegati a questo account Apple, incluso questo dispositivo? Questa operazione non può essere annullata.
ja: iCloud からすべての DoneAt データと、このデバイスを含むこの Apple アカウントにサインインしているすべてのデバイスを削除しますか?これを元に戻すことはできません。
ko: iCloud와 이 기기를 포함하여 이 Apple 계정에 로그인된 모든 기기에서 모든 DoneAt 데이터를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
mr_in: या उपकरणासह, iCloud वरून सर्व DoneAt डेटा आणि या Apple खात्यामध्ये साइन इन केलेले प्रत्येक डिव्हाइस हटवायचे? हे पूर्ववत केले जाऊ शकत नाही.
pt: Excluir todos os dados DoneAt do iCloud e todos os dispositivos conectados a esta conta Apple, incluindo este dispositivo? Isto não pode ser desfeito.
ru: Удалить все данные DoneAt из iCloud и всех устройств, на которых выполнен вход в эту учетную запись Apple, включая это устройство? Это невозможно отменить.
th: ลบข้อมูล DoneAt ทั้งหมดออกจาก iCloud และอุปกรณ์ทุกเครื่องที่ลงชื่อเข้าใช้บัญชี Apple นี้ รวมถึงอุปกรณ์นี้ด้วยหรือไม่ สิ่งนี้ไม่สามารถยกเลิกได้
tr: Tüm DoneAt verileri iCloud'dan ve bu cihaz da dahil olmak üzere bu Apple Hesabına giriş yapılan her cihazdan silinsin mi? Bu geri alınamaz.
vi: Xóa tất cả dữ liệu DoneAt khỏi iCloud và mọi thiết bị đã đăng nhập vào Tài khoản Apple này, bao gồm cả thiết bị này? Điều này không thể hoàn tác được.
zh_cn: 要从 iCloud 和登录这个 Apple 账户的所有设备（包括这台设备）删除全部 DoneAt 数据吗？此操作无法撤销。
zh_hk: 喺 iCloud 同埋每部登入咗呢個 Apple 帳戶嘅裝置刪除所有 DoneAt 數據，包括呢部裝置？呢個係復原唔到嘅。
zh_tw: 從 iCloud 和登入此 Apple 帳戶的每台裝置（包括此裝置）中刪除所有 DoneAt 資料嗎？此操作無法撤銷。

# syncDeleteiCloudDetail
source: Removes your DoneAt data from iCloud and every device on this Apple Account.
ar: يزيل بيانات DoneAt الخاصة بك من iCloud وكل جهاز موجود على حساب Apple هذا.
de: Entfernt Ihre DoneAt-Daten aus iCloud und jedem Gerät auf diesem Apple-Konto.
es: Elimina tus datos de DoneAt de iCloud y de todos los dispositivos de esta cuenta de Apple.
fr: Supprime vos données DoneAt d'iCloud et de tous les appareils de ce compte Apple.
hi_in: iCloud और इस Apple खाते के प्रत्येक डिवाइस से आपका DoneAt डेटा हटा देता है।
id: Menghapus data DoneAt Anda dari iCloud dan setiap perangkat di Akun Apple ini.
it: Rimuove i tuoi dati DoneAt da iCloud e da tutti i dispositivi su questo account Apple.
ja: DoneAt データを iCloud およびこの Apple アカウント上のすべてのデバイスから削除します。
ko: iCloud 및 이 Apple 계정의 모든 장치에서 DoneAt 데이터를 제거합니다.
mr_in: तुमचा DoneAt डेटा iCloud आणि या Apple खात्यावरील प्रत्येक डिव्हाइसवरून काढून टाकते.
pt: Remove seus dados DoneAt do iCloud e de todos os dispositivos desta conta Apple.
ru: Удаляет ваши данные DoneAt из iCloud и всех устройств в этой учетной записи Apple.
th: ลบข้อมูล DoneAt ของคุณออกจาก iCloud และอุปกรณ์ทุกเครื่องในบัญชี Apple นี้
tr: DoneAt verilerinizi iCloud'dan ve bu Apple Hesabındaki tüm aygıtlardan kaldırır.
vi: Xóa dữ liệu DoneAt của bạn khỏi iCloud và mọi thiết bị trên Tài khoản Apple này.
zh_cn: 从 iCloud 和这个 Apple 账户下的所有设备中移除 DoneAt 数据。
zh_hk: 喺 iCloud 同埋呢個 Apple 帳戶上面嘅每部裝置入面移除你嘅 DoneAt 數據。
zh_tw: 從 iCloud 和此 Apple 帳戶上的每台裝置中刪除您的 DoneAt 資料。

# syncDeleteiCloudTitle
source: Delete iCloud data?
ar: هل تريد حذف بيانات iCloud؟
de: iCloud-Daten löschen?
es: ¿Eliminar datos de iCloud?
fr: Supprimer les données iCloud ?
hi_in: iCloud डेटा हटाएँ?
id: Hapus data iCloud?
it: Eliminare i dati di iCloud?
ja: iCloudデータを削除しますか?
ko: iCloud 데이터를 삭제하시겠습니까?
mr_in: iCloud डेटा हटवायचा?
pt: Excluir dados do iCloud?
ru: Удалить данные iCloud?
th: ลบข้อมูล iCloud?
tr: iCloud verileri silinsin mi?
vi: Xóa dữ liệu iCloud?
zh_cn: 删除 iCloud 数据？
zh_hk: 刪除 iCloud 數據？
zh_tw: 刪除iCloud資料？

# syncDeleting
source: Deleting from iCloud…
ar: يجري الحذف من iCloud…
de: Wird aus iCloud gelöscht …
es: Borrando de iCloud…
fr: Suppression dans iCloud…
hi_in: iCloud से मिटाया जा रहा है…
id: Menghapus dari iCloud…
it: Eliminazione da iCloud…
ja: iCloud から削除しています…
ko: iCloud에서 삭제하는 중…
mr_in: iCloud मधून हटवत आहे…
pt: A apagar do iCloud…
ru: Удаление из iCloud…
th: กำลังลบออกจาก iCloud…
tr: iCloud’dan siliniyor…
vi: Đang xóa khỏi iCloud…
zh_cn: 正在从 iCloud 删除…
zh_hk: 正在由 iCloud 刪除…
zh_tw: 正在從 iCloud 刪除…

# syncDisable
source: Stop syncing on this device
ar: إيقاف المزامنة على هذا الجهاز
de: Sync auf diesem Gerät beenden
es: Dejar de sincronizar en este dispositivo
fr: Arrêter la synchronisation sur cet appareil
hi_in: इस डिवाइस पर सिंक रोकें
id: Hentikan sinkronisasi di perangkat ini
it: Interrompi la sincronizzazione su questo dispositivo
ja: この端末で同期をやめる
ko: 이 기기에서 동기화 끄기
mr_in: या डिव्हाइसवर सिंक थांबवा
pt: Parar a sincronização neste dispositivo
ru: Остановить синхронизацию на этом устройстве
th: หยุดซิงก์บนเครื่องนี้
tr: Bu cihazda eşitlemeyi durdur
vi: Dừng đồng bộ trên thiết bị này
zh_cn: 在这台设备停止同步
zh_hk: 喺呢部裝置停止同步
zh_tw: 在這台裝置停止同步

# syncDisableConfirm
source: Stop syncing on this device? Data already in iCloud stays there, and this device keeps its current copy.
ar: هل تريد إيقاف المزامنة على هذا الجهاز؟ تظل البيانات الموجودة بالفعل في iCloud هناك، ويحتفظ هذا الجهاز بنسخته الحالية.
de: Synchronisierung auf diesem Gerät beenden? Daten, die sich bereits in iCloud befinden, bleiben dort und dieses Gerät behält seine aktuelle Kopie.
es: ¿Dejar de sincronizar en este dispositivo? Los datos que ya están en iCloud permanecen allí y este dispositivo conserva su copia actual.
fr: Arrêter la synchronisation sur cet appareil ? Les données déjà présentes dans iCloud y restent et cet appareil conserve sa copie actuelle.
hi_in: इस डिवाइस पर सिंक करना बंद करें? iCloud में पहले से मौजूद डेटा वहीं रहता है, और यह डिवाइस उसकी वर्तमान प्रतिलिपि रखता है।
id: Berhenti menyinkronkan pada perangkat ini? Data yang sudah ada di iCloud tetap tersimpan di sana, dan perangkat ini menyimpan salinannya yang terbaru.
it: Interrompere la sincronizzazione su questo dispositivo? I dati già presenti su iCloud rimangono lì e questo dispositivo conserva la sua copia corrente.
ja: このデバイスでの同期を停止しますか? iCloud にすでにあるデータはそこに残り、このデバイスは現在のコピーを保持します。
ko: 이 장치에서 동기화를 중지하시겠습니까? 이미 iCloud에 있는 데이터는 그대로 유지되며 이 기기는 현재 복사본을 유지합니다.
mr_in: या डिव्हाइसवर सिंक करणे थांबवायचे? आयक्लॉडमध्ये आधीच असलेला डेटा तिथेच राहतो आणि हे डिव्हाइस तिची वर्तमान प्रत ठेवते.
pt: Parar de sincronizar neste dispositivo? Os dados que já estão no iCloud permanecem lá e este dispositivo mantém sua cópia atual.
ru: Прекратить синхронизацию на этом устройстве? Данные, уже находящиеся в iCloud, остаются там, и это устройство сохраняет свою текущую копию.
th: หยุดการซิงค์บนอุปกรณ์นี้หรือไม่? ข้อมูลที่อยู่ใน iCloud จะยังคงอยู่ และอุปกรณ์นี้จะเก็บสำเนาปัจจุบันไว้
tr: Bu cihazda senkronizasyon durdurulsun mu? Halihazırda iCloud'da bulunan veriler orada kalır ve bu aygıt, geçerli kopyasını saklar.
vi: Dừng đồng bộ hóa trên thiết bị này? Dữ liệu đã có trong iCloud vẫn ở đó và thiết bị này giữ bản sao hiện tại.
zh_cn: 停止在这台设备上同步？iCloud 中已有的数据会继续保留，这台设备也会保留当前副本。
zh_hk: 停止喺呢部裝置上面同步？已經喺 iCloud 入面嘅資料會保留喺嗰度，而呢部裝置會保留佢而家嘅副本。
zh_tw: 停止在此設備上同步？ iCloud 中已有的資料保留在那裡，並且該裝置保留其目前副本。

# syncDisableTitle
source: Stop syncing?
ar: إيقاف المزامنة؟
de: Sync beenden?
es: ¿Dejar de sincronizar?
fr: Arrêter la synchro ?
hi_in: सिंक बंद करें?
id: Hentikan sinkron?
it: Interrompere la sincronizzazione?
ja: 同期を止めますか？
ko: 동기화를 멈출까요?
mr_in: सिंक थांबवायचे?
pt: Parar a sincronização?
ru: Остановить синхронизацию?
th: หยุดซิงค์ไหม
tr: Eşitlemeyi durdur?
vi: Dừng đồng bộ?
zh_cn: 停止同步？
zh_hk: 停止同步？
zh_tw: 停止同步？

# syncFailed
source: Sync could not finish. Try again in a moment.
ar: لم تكتمل المزامنة. أعد المحاولة بعد قليل.
de: Der Sync konnte nicht abgeschlossen werden. Versuche es gleich noch einmal.
es: La sincronización no pudo terminar. Inténtalo en un momento.
fr: La synchronisation n’a pas abouti. Réessayez dans un instant.
hi_in: सिंक पूरा नहीं हो सका। थोड़ी देर में फिर कोशिश करें।
id: Sinkronisasi belum selesai. Coba lagi sebentar.
it: La sincronizzazione non è andata a termine. Riprova tra un istante.
ja: 同期が完了しませんでした。少し経ってからもう一度お試しください。
ko: 동기화를 끝내지 못했습니다. 잠시 후 다시 시도해 주세요.
mr_in: सिंक पूर्ण झाले नाही. थोड्या वेळाने पुन्हा प्रयत्न करा.
pt: A sincronização não terminou. Tente outra vez dentro de um momento.
ru: Синхронизация не завершилась. Попробуйте ещё раз через минуту.
th: ซิงก์ไม่สำเร็จ ลองอีกครั้งในอีกสักครู่
tr: Eşitleme tamamlanamadı. Birazdan yeniden dene.
vi: Đồng bộ chưa xong. Hãy thử lại sau một lát.
zh_cn: 同步没能完成，请稍后再试。
zh_hk: 同步未完成，請稍後再試。
zh_tw: 同步沒能完成，請稍後再試。

# syncNeedNetwork
source: Connect to the internet and try again.
ar: اتصل بالإنترنت ثم أعد المحاولة.
de: Stelle eine Internetverbindung her und versuche es erneut.
es: Conéctate a internet e inténtalo otra vez.
fr: Connectez-vous à Internet et réessayez.
hi_in: इंटरनेट से जुड़ें और फिर कोशिश करें।
id: Sambungkan ke internet lalu coba lagi.
it: Collegati a internet e riprova.
ja: ネットにつないでからもう一度お試しください。
ko: 인터넷에 연결한 뒤 다시 시도해 주세요.
mr_in: इंटरनेटला जोडा आणि पुन्हा प्रयत्न करा.
pt: Ligue-se à internet e tente novamente.
ru: Подключитесь к интернету и попробуйте снова.
th: เชื่อมต่ออินเทอร์เน็ตแล้วลองอีกครั้ง
tr: İnternete bağlanıp yeniden dene.
vi: Hãy kết nối internet rồi thử lại.
zh_cn: 请联网后再试。
zh_hk: 請連上網再試。
zh_tw: 請連上網路後再試。

# syncNeedsPlus
source: iCloud sync is part of DoneAt Plus.
ar: مزامنة iCloud جزء من DoneAt Plus.
de: Der iCloud-Sync gehört zu DoneAt Plus.
es: La sincronización con iCloud forma parte de DoneAt Plus.
fr: La synchronisation iCloud fait partie de DoneAt Plus.
hi_in: iCloud सिंक DoneAt Plus का हिस्सा है।
id: Sinkronisasi iCloud adalah bagian dari DoneAt Plus.
it: La sincronizzazione iCloud fa parte di DoneAt Plus.
ja: iCloud 同期は DoneAt Plus の機能です。
ko: iCloud 동기화는 DoneAt Plus 기능입니다.
mr_in: iCloud सिंक हे DoneAt Plus चा भाग आहे.
pt: A sincronização com o iCloud faz parte do DoneAt Plus.
ru: Синхронизация с iCloud входит в DoneAt Plus.
th: การซิงก์ iCloud เป็นส่วนหนึ่งของ DoneAt Plus
tr: iCloud eşitleme DoneAt Plus’ın bir parçası.
vi: Đồng bộ iCloud thuộc DoneAt Plus.
zh_cn: iCloud 同步是 DoneAt Plus 的功能。
zh_hk: iCloud 同步係 DoneAt Plus 嘅功能。
zh_tw: iCloud 同步是 DoneAt Plus 的功能。

# syncNoCloudRecords
source: This Apple Account has no DoneAt data to restore.
ar: لا يحتوي حساب Apple هذا على بيانات DoneAt لاستعادتها.
de: Dieses Apple-Konto verfügt über keine wiederherzustellenden DoneAt-Daten.
es: Esta cuenta de Apple no tiene datos DoneAt para restaurar.
fr: Ce compte Apple n'a aucune donnée DoneAt à restaurer.
hi_in: इस Apple खाते में पुनर्स्थापित करने के लिए कोई DoneAt डेटा नहीं है।
id: Akun Apple ini tidak memiliki data DoneAt yang perlu dipulihkan.
it: Questo account Apple non ha dati DoneAt da ripristinare.
ja: この Apple アカウントには、復元する DoneAt データがありません。
ko: 이 Apple 계정에는 복원할 DoneAt 데이터가 없습니다.
mr_in: या ऍपल खात्यामध्ये पुनर्संचयित करण्यासाठी कोणताही DoneAt डेटा नाही.
pt: Esta conta Apple não possui dados DoneAt para restaurar.
ru: В этой учетной записи Apple нет данных DoneAt для восстановления.
th: บัญชี Apple นี้ไม่มีข้อมูล DoneAt ที่จะกู้คืน
tr: Bu Apple Hesabının geri yüklenecek DoneAt verisi yok.
vi: Tài khoản Apple này không có dữ liệu DoneAt để khôi phục.
zh_cn: 这个 Apple 账户中没有可恢复的 DoneAt 数据。
zh_hk: 呢個蘋果帳戶冇任何 DoneAt 數據要還原。
zh_tw: 此 Apple 帳戶沒有可恢復的 DoneAt 資料。

# syncOff
source: Your data stays on this device.
ar: تبقى بياناتك على هذا الجهاز.
de: Ihre Daten bleiben auf diesem Gerät.
es: Tus datos permanecen en este dispositivo.
fr: Vos données restent sur cet appareil.
hi_in: आपका डेटा इस डिवाइस पर रहता है.
id: Data Anda tetap ada di perangkat ini.
it: I tuoi dati rimangono su questo dispositivo.
ja: データはこのデバイスに残ります。
ko: 귀하의 데이터는 이 장치에 유지됩니다.
mr_in: तुमचा डेटा या डिव्हाइसवर राहतो.
pt: Seus dados permanecem neste dispositivo.
ru: Ваши данные остаются на этом устройстве.
th: ข้อมูลของคุณยังคงอยู่ในอุปกรณ์นี้
tr: Verileriniz bu cihazda kalır.
vi: Dữ liệu của bạn vẫn còn trên thiết bị này.
zh_cn: 你的数据只保留在这台设备上。
zh_hk: 你嘅數據會保留喺呢部裝置上面。
zh_tw: 您的資料保留在此設備上。

# syncOn
source: Records, salary and preferences sync through your private iCloud database. Device permissions stay on each device.
ar: تتم مزامنة السجلات والرواتب والتفضيلات من خلال قاعدة بيانات iCloud الخاصة بك. تبقى أذونات الجهاز على كل جهاز.
de: Aufzeichnungen, Gehälter und Präferenzen werden über Ihre private iCloud-Datenbank synchronisiert. Geräteberechtigungen bleiben auf jedem Gerät.
es: Registros, salarios y preferencias se sincronizan a través de su base de datos privada de iCloud. Los permisos del dispositivo permanecen en cada dispositivo.
fr: Les enregistrements, le salaire et les préférences sont synchronisés via votre base de données iCloud privée. Les autorisations des appareils restent sur chaque appareil.
hi_in: रिकॉर्ड, वेतन और प्राथमिकताएँ आपके निजी iCloud डेटाबेस के माध्यम से समन्वयित होते हैं। डिवाइस अनुमतियाँ प्रत्येक डिवाइस पर रहती हैं।
id: Catatan, gaji dan preferensi disinkronkan melalui database iCloud pribadi Anda. Izin perangkat tetap ada di setiap perangkat.
it: Dati, stipendio e preferenze vengono sincronizzati tramite il tuo database iCloud privato. Le autorizzazioni del dispositivo rimangono su ciascun dispositivo.
ja: 記録、給与、好みはプライベート iCloud データベースを通じて同期されます。デバイスのアクセス許可は各デバイスに残ります。
ko: 개인 iCloud 데이터베이스를 통해 기록, 급여 및 기본 설정이 동기화됩니다. 장치 권한은 각 장치에 유지됩니다.
mr_in: तुमच्या खाजगी iCloud डेटाबेसद्वारे रेकॉर्ड, पगार आणि प्राधान्ये समक्रमित करा. डिव्हाइस परवानग्या प्रत्येक डिव्हाइसवर राहतात.
pt: Registros, salários e preferências são sincronizados por meio de seu banco de dados privado do iCloud. As permissões do dispositivo permanecem em cada dispositivo.
ru: Записи, зарплата и предпочтения синхронизируются через вашу частную базу данных iCloud. Разрешения устройства остаются на каждом устройстве.
th: บันทึก เงินเดือน และการตั้งค่าจะซิงค์ผ่านฐานข้อมูล iCloud ส่วนตัวของคุณ สิทธิ์ของอุปกรณ์จะยังคงอยู่ในแต่ละอุปกรณ์
tr: Kayıtlar, maaşlar ve tercihler, özel iCloud veritabanınız aracılığıyla senkronize edilir. Cihaz izinleri her cihazda kalır.
vi: Đồng bộ hóa hồ sơ, tiền lương và sở thích thông qua cơ sở dữ liệu iCloud riêng tư của bạn. Quyền của thiết bị vẫn còn trên mỗi thiết bị.
zh_cn: 记录、薪资和偏好设置通过你的 iCloud 私有数据库同步。设备授权保留在各设备。
zh_hk: 記錄、薪酬同偏好會透過你嘅私人 iCloud 資料庫同步。裝置權限會保留喺每部裝置上面。
zh_tw: 記錄、薪資和偏好透過您的私人 iCloud 資料庫同步。設備權限保留在每台設備上。
